/*  Class = "NSButton"; gToolTip = "Import (↩)"; ObjectID = "15";  */
"Import (↩)" = "Importieren (↩)";

/*  Class = "NSButton"; gToolTip = "Cancel Import (⎋)"; ObjectID = "16";  */
"Cancel Import (⎋)" = "Import abbrechen (⎋)";

/*  Class = "NSButton"; gToolTip = "Show previous source row (⌘←)"; ObjectID = "17";  */
"Show previous source row (⌘←)" = "Vorherige Zeile aus Quelle anzeigen (⌘←)";

/*  Class = "NSButton"; gToolTip = "Show next source row (⌘→)"; ObjectID = "18";  */
"Show next source row (⌘→)" = "Nächste Zeile aus Quelle anzeigen (⌘→)";

/*  Class = "NSPathControl"; gToolTip = "Source file path. Double-click to go back to file chooser."; ObjectID = "25";  */
"Source file path. Double-click to go back to file chooser." = "Pfad zur Quelldatei. Doppelklicken, um eine andere Datei auszuwählen.";

/*  Class = "NSMenuItem"; title = "INSERT"; ObjectID = "29";  */
"INSERT" = "INSERT";

/*  Class = "NSMenuItem"; title = "REPLACE"; ObjectID = "30";  */
"REPLACE" = "REPLACE";

/*  Class = "NSMenuItem"; title = "UPDATE"; ObjectID = "31";  */
"UPDATE" = "UPDATE";

/*  Class = "NSTextFieldCell"; title = "Import Method:"; ObjectID = "34";  */
"Import Method:" = "Import-Methode:";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "486";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "40";  */
"Cancel" = "Abbrechen";

/*  Class = "NSButtonCell"; title = "Import"; ObjectID = "41";  */
"Import" = "Importieren";

/*  Class = "NSTableColumn"; headerCell.title = "CSV Fields"; ObjectID = "47";  */
"CSV Fields" = "CSV-Spalten";

/*  Class = "NSTableColumn"; headerCell.title = "Table Target Fields"; ObjectID = "48";  */
"Table Target Fields" = "Tabellenspalten (Ziel)";

/*  Class = "NSTextFieldCell"; title = "CSV Import Field Mapping"; ObjectID = "57";  */
"CSV Import Field Mapping" = "CSV-Import-Spaltenzuordnung";

/*  Class = "NSMenuItem"; title = "Matching names"; ObjectID = "134";  */
"Matching names" = "Übereinstimmende Namen";

/*  Class = "NSMenuItem"; title = "File order"; ObjectID = "135";  */
"File order" = "Reihenfolge in Datei";

/*  Class = "NSTextFieldCell"; title = "Align field names by:"; ObjectID = "138";  */
"Align field names by:" = "Spalten ausrichten nach:";

/*  Class = "NSButton"; gToolTip = "Advanced settings for import methods (⌥⌘A)"; ObjectID = "139";  */
"Advanced settings for import methods (⌥⌘A)" = "Erweiterte Einstellungen zur Import-Methode (⌥⌘A)";

/*  Class = "NSMenuItem"; title = "Reversed file order"; ObjectID = "141";  */
"Reversed file order" = "Umgekehrte Reihenfolge in Datei";

/*  Class = "NSButton"; gToolTip = "Go back to file chooser (⇧⌥⌘←)"; ObjectID = "157";  */
"Go back to file chooser (⇧⌥⌘←)" = "Zurück zum Datei-Auswahl-Dialog (⇧⌥⌘←)";

/*  Class = "NSButtonCell"; title = "Go Back"; ObjectID = "158";  */
"Go Back" = "Zurück";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "475";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "176";  */
"OK" = "OK";

/*  Class = "NSTableColumn"; headerCell.title = "Global Source Values or SQL Expressions"; ObjectID = "190";  */
"Global Source Values or SQL Expressions" = "Globale Quellwerte oder SQL-Ausdruck";

/*  Class = "NSMenuItem"; title = "NULL"; ObjectID = "510";  */
"NULL" = "NULL";

/*  Class = "NSMenuItem"; title = "Custom order"; ObjectID = "224";  */
"Custom order" = "Eigene Reihenfolge";

/*  Class = "NSButton"; gToolTip = "All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…"; ObjectID = "257";  */
"All rows which doesn't match the WHERE clause in the UPDATE statement will be inserted via INSERT INTO…" = "Alle Zeilen, die durch den WHERE-Ausdruck bei der UPDATE-Abfrage nicht betroffen sind werden über INSERT INTO eingefügt…";

/*  Class = "NSButtonCell"; title = "Insert remaining rows"; ObjectID = "258";  */
"Insert remaining rows" = "Verbleibende Zeilen einfügen";

/*  Class = "NSButtonCell"; title = "HIGH_PRIORITY"; ObjectID = "301";  */
"HIGH_PRIORITY" = "HIGH_PRIORITY";

/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "302";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "327";  */
/*  Class = "NSButtonCell"; title = "LOW_PRIORITY"; ObjectID = "346";  */
"LOW_PRIORITY" = "LOW_PRIORITY";

/*  Class = "NSButtonCell"; title = "ON DUPLICATE KEY UPDATE:"; ObjectID = "306";  */
"ON DUPLICATE KEY UPDATE:" = "ON DUPLICATE KEY UPDATE:";

/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "307";  */
/*  Class = "NSButtonCell"; title = "DELAYED"; ObjectID = "321";  */
"DELAYED" = "DELAYED";

/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "308";  */
/*  Class = "NSButtonCell"; title = "IGNORE"; ObjectID = "339";  */
"IGNORE" = "IGNORE";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "393";  */
"Advanced" = "Erweitert";

/*  Class = "NSButton"; gToolTip = "Do not import existing rows identified by the PRIMARY KEY"; ObjectID = "396";  */
"Do not import existing rows identified by the PRIMARY KEY" = "Bereits vorhandene Zeilen nicht importieren (Bestimmung über den Primärschlüssel)";

/*  Class = "NSButtonCell"; title = "Skip existing rows"; ObjectID = "397";  */
"Skip existing rows" = "Vorhandene Zeilen überspringen";

/*  Class = "NSTableColumn"; headerCell.title = "SQL"; ObjectID = "400";  */
"SQL" = "SQL";

/*  Class = "NSButtonCell"; title = "Use last edited value"; ObjectID = "222";  */
"Use last edited value" = "Zuletzt bearbeiteten Wert benutzen";

/*  Class = "NSMenuItem"; title = "Insert"; ObjectID = "509";  */
"Insert" = "Einfügen";

/*  Class = "NSMenuItem"; gToolTip = "Insert NULL value into currently selected row"; ObjectID = "510";  */
"Insert NULL value into currently selected row" = "NULL-Wert in ausgewählte Zeile einfügen";

/*  Class = "NSButton"; gToolTip = "Use current selected value after saving as source for selected mapping pair (⌥⌘L)"; ObjectID = "221";  */
"Use current selected value after saving as source for selected mapping pair (⌥⌘L)" = "Ausgewählten Wert als Quelle für Ersetzungs-Paar sichern und benutzen (⌥⌘L)";

/*  Class = "NSButton"; gToolTip = "Remove selected value (⌘⌫)"; ObjectID = "173";  */
"Remove selected value (⌘⌫)" = "Ausgewählten Wert löschen (⌘⌫)";

/*  Class = "NSButton"; gToolTip = "Add new value (⌥⌘A)"; ObjectID = "171";  */
"Add new value (⌥⌘A)" = "Neuen Wert einfügen (⌥⌘A)";

/*  Class = "NSPopUpButton"; gToolTip = "Insert NULL or CSV column placeholders (⌥⌘I)"; ObjectID = "506";  */
"Insert NULL or CSV column placeholders (⌥⌘I)" = "NULL oder CSV-Spalten-Platzhalter einfügen (⌥⌘I)";

/*  Class = "NSMenuItem"; title = "Recent"; ObjectID = "515";  */
/*  Class = "NSMenu"; title = "Recent"; ObjectID = "516";  */
"Recent" = "Verlauf";

/*  Class = "NSButton"; gToolTip = "Manage table details (⌘I)"; ObjectID = "433";  */
"Manage table details (⌘I)" = "Tabellen-Eigenschaften festlegen (⌘I)";

/*  Class = "NSButtonCell"; title = "First line contains field names"; ObjectID = "112";  */
"First line contains field names" = "Erste Zeile enthält Spaltenbezeichnungen";

/*  Class = "NSTextFieldCell"; title = "Table Encoding:"; ObjectID = "471";  */
"Table Encoding:" = "Zeichensatz:";

/*  Class = "NSMenuItem"; title = "Remove New Column:"; ObjectID = "491";  */
"Remove New Column:" = "Neue Spalte löschen:";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "406";  */
"Name:" = "Name:";

/*  Class = "NSMenuItem"; title = "Add Column to Target Table…"; ObjectID = "423";  */
"Add Column to Target Table…" = "Spalte in Ziel-Tabelle einfügen…";

/*  Class = "NSPopUpButton"; gToolTip = "Choose database table in which the data will be inserted (⌘T)"; ObjectID = "20";  */
"Choose database table in which the data will be inserted (⌘T)" = "Wählen Sie die Tabelle aus, in die die Daten eingefügt werden sollen (⌘T)";

/*  Class = "NSWindow"; title = "New Table"; ObjectID = "457";  */
"New Table" = "Neue Tabelle";

/*  Class = "NSTextFieldCell"; title = "Table Type:"; ObjectID = "472";  */
"Table Type:" = "Typ:";

/*  Class = "NSMenuItem"; title = "Edit Field Type for Column:"; ObjectID = "488";  */
"Edit Field Type for Column:" = "Spalten-Typ für Spalte bearbeiten:";

/*  Class = "NSButton"; gToolTip = "Import into a new TABLE (⇧⌘N)"; ObjectID = "439";  */
"Import into a new TABLE (⇧⌘N)" = "In neue TABELLE importieren (⇧⌘N)";

/*  Class = "NSButtonCell"; title = "New"; ObjectID = "440";  */
"New" = "Neu";

/*  Class = "NSMenuItem"; title = "Set all Field Types to:"; ObjectID = "424";  */
"Set all Field Types to:" = "Alle Spalten-Typen festlegen:";

